{
  "Wheel of Change": {
    "NAME": "Wheel of Change",
    "DESCRIPTIONS": [
      "You come upon a dapper looking, cheery gremlin. NL \"It's time to spin the wheel! Are you ~R~ ~E~ ~A~ ~D~ ~Y~ ~?~ Of course you are!\"",
      "\"You win some #yGOLD! NL YAY!!!!\"",
      "\"Ah, a #ggift! NL Enjoy!\"",
      "\"Oooh, a free #gHeal for you!\"",
      "\"Looks like you won a #pCurse! NL That's not good. NL Oh well! Better luck next time!\"",
      "\"Ohh, the power of #r~darkness...~ NL Choose a card to remove from your deck!\"",
      "\"Uh oh! NL You lose!\" NL You spot him readying a shiv...",
      "You slash at the crazy gremlin but he's simply too quick! NL He gets you a few times with a crude shiv. NL \"The price has been paid!!\" NL and with that, both the gremlin and its wheel disappear in a puff of smoke.",
      "You managed to kill the crazy gremlin. NL You found the prizes he was hiding behind..."
    ],
    "OPTIONS": [
      "[Play]",
      "[Prize!] YAY!!!!",
      "[Prize!] #gObtain #ga #gRelic.",
      "[Prize!] #gHeal #gto #gfull #ghealth.",
      "[Prize?] #rCurse #r- #rDecay.",
      "[Prize!] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Prize?] #rLose #r",
      " #rHP.",
      "[Leave]",
      "Select a Card to Remove.",
      "[Fight]"
    ]
  },
  "Back to Basics": {
    "NAME": "Ancient Writing",
    "DESCRIPTIONS": [
      "Scaling the city, you notice a wall covered in the writing of #y~Ancients.~ As you try to wrap your head around what the puzzling symbols and glyphs could mean, the writing begins to #b~glow.~ NL Suddenly, the message becomes clear...",
      "The answer was elegance. NL Of course.",
      "The truth is always simple."
    ],
    "OPTIONS": [
      "[Elegance] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
      "[Simplicity] #gUpgrade #gall #gStrikes #gand #gDefends. #rObtain #ra #rCurse.",
      "Select a Card to Remove.",
      "[Leave]"
    ]
  },
  "Golden Idol": {
    "NAME": "Golden Idol",
    "DESCRIPTIONS": [
      "You come across an inconspicuous pedestal with a #yshining #ygold #yidol sitting peacefully atop. It looks incredibly valuable. NL NL You sure don't see any traps nearby.",
      "As you grab the Idol and stow it away, a giant boulder smashes through the ceiling into the ground next to you. NL You realize that the floor is slanted downwards as the boulder starts to roll towards you.",
      "@RUUUUUUUUUUN!@ NL You barely leap into a side passageway as the boulder rushes by. Unfortunately it feels like you sprained something however.",
      "You throw yourself at the boulder with everything you have. When the dust clears, you can make a safe way out.",
      "@SQUISH!@ NL The boulder flattens you a little as it passes by, but otherwise you can get out of here.",
      "If there was ever an obvious trap, this would be it. NL You decide not to interfere with objects placed upon pedestals."
    ],
    "OPTIONS": [
      "[Take] #gObtain #gGolden #gIdol. #rTrigger #ra #rtrap.",
      "[Leave]",
      "[Outrun] #rBecome #rCursed #r- #rAche.",
      "[Smash] #rTake #r",
      " #rDamage.",
      "[Hide] #rLose #r",
      " #rMax #rHP."
    ]
  }
}